role_info = { 'Doctor' : '恭喜你，你是好人成员，你负责救死扶伤\n你的技能每回合可以给一位玩家扎针，如果此玩家不幸在以后的回合被杀，则Ta会复活，身上挂载的针会清零\n否则Ta会继续挂载这个针管，如果Ta第二次被你扎针，Ta将被杀.',
	'Police' : '恭喜你，你是好人成员，你负责验证角色身份\n你的技能每回合可以验证一个玩家，结果只有你知道\n但是你验证的身份不一定准确，Spy将会被你验为好人(实际是坏人)，Limitor将会被你验为坏人(实际是好人).',
	'Killer' : '你是杀手成员的一人，但是你不知道你的成员Spy是谁\n你的技能每回合可以杀一位玩家(包括自己)，你要尽量保证自己的身份不会暴露，警察可以验证你是杀手.',
	'Spy' : '你是杀手成员的一人，但是你不知道你的成员Killer是谁\n你的技能每回合可以杀一位玩家(包括自己)，你要尽量保证自己的身份不会暴露，警察验证你是好人.',
	'Limitor' : '恭喜你，你是好人成员，你负责限制其他玩家行动\n你的技能每回合可以限制一个玩家，他们本回合的行动将失效\n但是你被警察验证的身份是杀手阵营，你要保护好自己不被误投出去.'}




